class Rules {
  static const List<String> rules = [
    "ហាមជក់បារីនៅក្នុងបន្ទប់",
    "ហាមចិញ្ចឹមសត្វដោយគ្មានការអនុញ្ញាតពីម្ចាស់ផ្ទះ",
    "ត្រូវរក្សាបន្ទប់ និងបរិវេណជុំវិញឱ្យស្អាត",
    "ហាមធ្វើសកម្មភាពដែលបង្កសំឡេងរំខានដល់អ្នកជិតខាង",
    "ត្រូវគោរពម៉ោងស្ងាត់ចាប់ពីម៉ោង ១០ យប់",
    "មិនអនុញ្ញាតឱ្យបន្ថែមអ្នកស្នាក់នៅដោយគ្មានការជូនដំណឹង",
    "ត្រូវថែរក្សាសម្ភារៈ និងបរិក្ខាររបស់ម្ចាស់ផ្ទះ",
    "ត្រូវបង់ថ្លៃជួល និងថ្លៃសេវាផ្សេងៗឱ្យបានទាន់ពេល",
    "ប្រសិនបើមានការខូចខាត ត្រូវជូនដំណឹងដល់ម្ចាស់ផ្ទះភ្លាមៗ",
    "ត្រូវគោរពតាមកិច្ចព្រមព្រៀងជួល និងបទបញ្ជារបស់ម្ចាស់ផ្ទះ",
  ];
}
